aaron-bond.better-comments
bierner.color-info
christian-kohler.path-intellisense
chrmarti.regex
CoenraadS.bracket-pair-colorizer
cssho.vscode-svgviewer
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
mikestead.dotenv
ms-python.python
pnp.polacode
ritwickdey.LiveServer
robertohuertasm.vscode-icons
Shan.code-settings-sync
sidthesloth.html5-boilerplate
streetsidesoftware.code-spell-checker
vsmobile.vscode-react-native
WallabyJs.quokka-vscode
wesbos.theme-cobalt2
wix.vscode-import-cost
zhuangtongfa.Material-theme
